TEDS-2023/Práctica 9/Práctica 9.tex
% Created 2023-11-01 mié 17:20
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\input{~/.emacs.d/templates/modern.sty}
\bibliography{fuentes.bib}
\setcounter{secnumdepth}{2}
\author{Luis Eduardo Galindo Amaya (1274895)}
\date{miércoles, 01 noviembre 2023}
\title{Práctica 9. Entrevista}
\hypersetup{
 pdfauthor={Luis Eduardo Galindo Amaya (1274895)},
 pdftitle={Práctica 9. Entrevista},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={Spanish}}
\begin{document}

\makeatletter
\makeatletter
\modentitlepage{~/.emacs.d/templates/img/tinta.png}
\tableofcontents
\pagebreak
\datasection{Individual}

\section{Introducción}
\label{sec:org8ec7836}
Durante esta practica se investigara como redactar una entrevista para
desarollar una tecnologia emergente.

\section{¿Como hacer un cuestionario?}
\label{sec:orgc39c6af}
\autocite{olmo2002cuestionario} Pasar un cuestionario no es en sí
mismo una investigación. El cuestionario solamente es un instrumento,
una herramienta para recolectar datos con la finalidad de utilizarlos
en una investigación. Primero debemos tener claro qué tipo de
investigación queremos realizar, para entonces poder determinar si nos
puede resultar útil aplicar un cuestionario. \\

\autocite{olmo2002cuestionario} Es conveniente determinar con
claridad: (a) qué tipo de información necesitamos y (b) de qué
personas queremos su opinión. Esto debe permitir tomar decisiones
sobre qué preguntas son necesarias y cuáles  no, y sobre el estilo de
redacción de las preguntas. Por ejemplo, no  se puede utilizar el
mismo lenguaje en un cuestionario dirigido a niños, que en uno
dirigido a jóvenes, adultos o gente mayor.

\section{Redaccion de preguntas}
\label{sec:org4489a94}
Acorde a \cite{Fernandez_2007}

\begin{itemize}
\item 1. Las preguntas deben ser claras, sencillas, comprensibles y
concretas. Se deben evitar las preguntas ambiguas, imprecisas,
confusas o que supongan un conocimiento especializado por parte del
participante.

\item 2. No formular preguntas que presuponen una respuesta específica o que
inducen al participante a responder de determinada manera, sino las
que permiten todo tipo de respuesta.

\item 3. Colocar al inicio del cuestionario preguntas neutrales o fáciles de
contestar para que el encuestado vaya adentrándose en la
situación. No se recomienda comenzar con preguntas difíciles o muy directas.

\item 4. Al elaborar un cuestionario es indispensable determinar cuáles son
las preguntas ideales para iniciarlo. Éstas deben lograr que el
encuestado se concentre en el cuestionario.

\item 5. Las preguntas no deben apoyarse en instituciones, ideas respaldadas
socialmente ni en evidencia comprobada. Es también una manera de
inducir la respuesta.

\item 6. No redactar preguntas en términos negativos, da problemas en el
momento de interpretar las respuestas.

\item 7. Cuidar el lenguaje, evitar la jerga especializada. Las preguntas
deben redactarse pensando en las personas de la muestra con la menor
capacidad de comprensión, si éstas las entienden, el resto de la
muestra las entenderá también.

\item 8. Evitar las preguntas indiscretas y ofensivas. Las preguntas no
deben incomodar al encuestado.

\item 9. Colocar las preguntas que son más delicadas de una manera y en un
lugar que no afecten el porcentaje global de respuestas (por
ejemplo, al final del cuestionario)

\item 10. Las preguntas deben referirse a un solo aspecto o relación lógica,no
deben ser dobles (dos preguntas en una).

\item 11. Recuerde que las preguntas sobre acontecimientos o sentimientos
del pasado lejano no siempre se responden con exactitud.

\item 12. Son más útiles dos o tres preguntas simples que una muy compleja.

\item 13. Recuerde que las preguntas hipotéticas que trascienden la
experiencia del entrevistado suscitan respuestas menos precisas.

\item 14. El lenguaje utilizado en las preguntas debe estar adaptado a las
características de quien responde, hay que tomar en cuenta su nivel
educativo, socioeconómico, palabras que maneja, etc.
\end{itemize}

\section{Cuestionarios para diseñar sistemas}
\label{sec:org5f9125b}
\autocite{Eid_2015} Los cuestionarios o encuestas permiten a un
analista recopilar información de muchas personas en un período
relativamente corto de tiempo. Esto es especialmente útil cuando las
partes interesadas están dispersas geográficamente o hay docenas o
cientos de encuestados cuyas aportaciones serán necesarias para
establecer los requisitos del sistema. \\

\autocite{Eid_2015} Al usar cuestionarios, las preguntas deben
estar enfocadas y organizadas por característica u objetivo del
proyecto. Los cuestionarios no deben ser demasiado largos para
garantizar que los usuarios los completen. Al construir el
cuestionario, una guía general para determinar las preguntas sería
hacer preguntas como 'cómo, dónde, cuándo, quién, qué y por qué'.

\section{Diseño del cuestionario}
\label{sec:orgdf04fe0}
En base a la investigación anterior se desarollo el siguiente formulario sobre
una tecnologia emergente: 

\begin{itemize}
\item 1. ¿A que grupo o industria podría interésale la tecnología?
\item 2. ¿Qué necesidades o problemas específicos podría resolver para estos
grupos?
\item 3. ¿Qué soluciona esta tecnología?
\item 4. ¿Qué beneficios se espera con la adopción de esta tecnología?
\item 5. ¿Qué desafíos se espera con la adopción de esta tecnología?
\item 6. ¿A qué desafíos se enfrenta la tecnología emergente?
\item 7. ¿Se esperan mejoras en la eficiencia o calidad del proceso?
\item 8. ¿Cuáles son las barreras para la adopción en el mercado?
\item 9. ¿Los beneficios se esperan a corto, mediano o largo plazo?
\item 10. ¿Qué impacto se espera en la sociedad, la economía o la industria?
\item 11. ¿La tecnología puede ser peligrosa para los usuarios?
\item 12. ¿Ya hay un análisis económico de los costos de la tecnología?
\item 13. ¿Seguiría siendo beneficioso a largo plazo?
\end{itemize}

\section{Conclusión}
\label{sec:org77bae4e}
Durante esta practica aprendí como diseñar buenas entrevistas que
proporcionen información útil al desarrollo del proyecto, entender como
dejar claras el objetivo del producto ayuda a completar el proceso de
manera mas eficiente y se puede usar para tomar en cuenta en los
requerimientos del programa. 

\section{Referencias}
\label{sec:orgee23087}
\printbibliography[heading=none]
\end{document}
